Repository: fkolberg/printmaps-ui
Catalog: src/i18n/messages.*.xlf
Languages: de

source: Language
de: Sprache

source: German
de: Deutsch

source: French
de: Französisch

source: Add map project
de: Kartenprojekt anlegen

source: Create a copy of map project
de: Kopie des Kartenprojekts anlegen

source: Delete map project
de: Kartenprojekt löschen

source: Launch map rendering
de: Kartengenerierung auslösen

source: Download rendered map
de: Generierte Karte runterladen

source: New Map Project new Date().toLocaleString(this.locale)
de: Neues Kartenprojekt new Date().toLocaleString()

source: Current Project Configuration
de: Aktuelle Projektkonfiguration

source: map project has been modified
de: das Kartenprojekt wurde verändert

source: General properties
de: Allgemeine Eingenschaften

source: Project Name
de: Projektname

source: Page Format
de: Seitenformat

source: Page Orientation
de: Seitenausrichtung

source: Page Width
de: Seitenbreite

source: Page Height
de: Seitenhöhe

source: Top Margin
de: Seitenrand oben

source: Bottom Margin
de: Seitenrand unten

source: Left Margin
de: Seitenrand links

source: Right Margin
de: Seitenrand rechts

source: Map Scale
de: Kartenmaßstab

source: Additional Elements
de: Zusatzelemente

source: Confirm Attribution Removal
de: Bestätigen der Entfernung des Urheberhinweises

source: You are about to remove the attribution statement from your map project. Please confirm that you will to add it somewhere the attribution according to <a href="http://printmaps-osm.de/de/nutzung.html" target="_blank"> http://printmaps-osm.de/de/nutzung.html</a> somewhere else on your final work to by compliant with the copyright law.
de: Sie sind daran the Urheberhinweis aus ihrem Kartenprojekt zu entfernen. Bitte bestätigen sie hier, dass sie einen Ersatz gemäß <a href="http://printmaps-osm.de/de/nutzung.html" target="_blank"> http://printmaps-osm.de/de/nutzung.html</a> in ihrem endgültigen Werk anbringen werden, so dass kein Verstoß gegen das Urhebergesetzt entsteht.

source: Cancel
de: Abbruch

source: Continue
de: Weiterfahren

source: New Text Element
de: Neue Text Element

source: No additional elements have been added yet.
de: Es wurde ein Zusatzelement hinzugefügt.

source: Select GPX File
de: GPX Datei auswählen

source: Line Width
de: Linienstärke

source: Line Color
de: Linienfarbe

source: Smooth
de: Glättung

source: No file selected
de: keine Datei vorhanden

source: Font Size
de: Schriftgröße

source: Font Style
de: Schriftsatz

source: Font Color
de: Schriftfarbe

source: Text Orientation
de: Textausrichtung

source: Horizontal Position
de: Horizontale Position

source: Vertical Position
de: Vertikale Position

source: Attribution
de: Urheberhinweis

source: Unknown Element
de: Unbekanntes Element

source: Output File Format
de: Ausgabedateiformat

source: Map Style
de: Kartenstil

source: Map Area
de: Kartenbereich

source: Map Center Latitude
de: Breitengrad des Mittelpunkts

source: Map Center Longitude
de: Längengrad des Mittelpunkts

source: Map Projects
de: Kartenprojekte

source: No map projects have been created yet.
de: Bisher wurden keine Kartenprojekte angelegt.

source: Nonexistent Map Project
de: Nicht existentes Kartenprojekt

source: This map project does not exist (anymore). It was probably deleted on the server side as it was older than 7 days and will therefore be removed locally as well.
de: Dieses Kartenprojekt existiert nicht (mehr). Es wurde wahrscheinlich serverseitig gelöscht, weil es älter als 7 Tage alt war.

source: Scale
de: Maßstab

source: editable, not rendered yet
de: editierbar, noch nicht generiert

source: waiting for rendering to begin
de: warte auf Kartengenerierung

source: rendering ongoing
de: Kartengenerierung läuft

source: ready for download
de: Karte parat zum Runterladen

source: rendering was not successful
de: Kartengenerierung nicht erfolgreich

source: map project does not exist at server side
de: Kartenprojekt existiert auf dem Server nicht

source: unknown project state
de: unbekannter Projektzustand

source: Custom
de: Benutzerdefiniert

source: Portrait
de: Hochformat

source: Landscape
de: Querformat

source: copy
de: Kopie
